{
"quotes": [
  {
    "quote": "What is nature? What is humanity's place in nature? And what is the relationship of society to the natural world?",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "How, it may be fair to ask, can we speak of urbanization against cities?",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "Today, as we stand at the end of hierarchical society's development, its negative and positive aspects can no longer be reconciled.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "If nature is indeed all around us, may we reasonably ask, if a carefully manicured lawn is not natural? Or if the split-level house it sourrounded is not natural? Or if the people who occupy the house, not to speak of its furnishings are not natural?",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "Some of the most admirable human adventures in culture, technics, and social freedom have occurred precisely in those periods when a complimentary relationship between city and country, indeed between society and nature, successfully replaced the mutual rivalry for supremacy",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "Let us cast aside all the ideological debris of the past and cut to the theoretical roots of the problem. For our age, Marx's greatest contribution to revolutionary thought is his dialectic of social development.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "If the bourgeoisie gained control over economic life long before it overthrew feudal society, the proletariat, in turn, gains its own revolutionary power by the fact that it is 'disciplined, united, organized' by the factory system.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "The critical questions we face is this: can we explain the transition from a clas society to a classless society by means of the same dialectic that accounts for the transition of one class society to another?",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "Indeed, wide philosophical differences have existed for centuries in the West over the very definition of the word nature. These differences remain unresolved to this day, even when nature makes headlines in environmental issues that are of enormous importance for the future of nearly all life-forms.",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "We must determine in what way humanity 'fits' into nature, whatever the word 'nature' means to us.",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "In our aversion to a form of reason that seems to render us insensitive and unfeeling, we may easily opt for a cloudy intuitionism and mysticism that can make our world outlook arbitrary and potentially dangerous.",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "Indeed, with the extension of suburbs into nearby open land on and unprecedented scale, the city seems to be literally engulfing the agrarian and natural worlds, absorbing adjacent towns and villages into sprawling metropolitan entities—a form of social canniablism that could easily serve for our very definition of urbanization.",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "The economy tends to merge with the state and capitalism begins to 'plan' its development instead of leaving it exclusively to the interplay of competition and market forces.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "The worker begins to become a revolutionary when he undoes his 'workerness,' when he comes to detest his class status here and now, when he begins to shed exactly those features which the Marxists most prize in him — his work ethic, his character-structure, his obedience to leaders, his consumerism, his vestiges of puritianism.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "To the degree that workers, vocational students, and high school students link their lifestyles to various aspects of the anarchic youth culture, to that degree will the proletariat be transformed from a force for the conservation of the established order into a force for revolution.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "Vital as the idea of 'interconnectedness' may be, it has often been the basis of myths and supernatural beliefs that became a means for social control and political manipulation.",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "Feeling, sentiment, and a moral outlook we surely need if instrumental or analytical reason are not to divest us of our passion for truth. But myths, mind-numbing rituals, and charasmatic personalities can rob us of the critical faculties that thought provides.",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "The truth is that the city and the country are under seige today—a seige that threatens humantiy's very place in the natural environment. Both are being subverted by urbanization, a process that threatens to destroy their identities and their vast wealth of tradition and variety.",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "Perhaps our greatest difficulty in understanding urbanization and its grave impact on social and personal life today stems from our tendency to link it with our very naive idea of the city.",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "Most of our utopian visions, whether heavenly or earthly, take the form of a city, a 'New Jerusalem' to speak in sacred terms, or an idealized version of the Hellenic 'city-state' to use secular language.",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "Cities of the past from their very beginnings were ultimately what I would call 'communities of the heart'—moral associations that were nourished by a shared sense of ideological commitment and public concern.",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote":  "They are not abstract philosophical questions that should be relegated to a remote, airy world of metaphysical speculation. Nor can we answer them in an offhand way, with poetic metaphors or visceral, unthinking reactions.",
    "source":"The Philosophy of Social Ecology",
    "year": "2022"
  },
{
  "quote":  "The definitions and ethical standards with which we respond to them may ultimately decide whether human society will creatively foster natural evolution, or whether we will render the planet uninhabitable for all complex life-forms, including our own.",
  "source":"The Philosophy of Social Ecology",
  "year": "2022"
},
{
  "quote":  "At first glance, everybody presumably “knows” what nature is. It is that which is “all around us”—in the form of trees, animals, rocks, and the like.It is that which “humanity” is destroying and coating with oil.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "These sorts of questions are likely to elicit strident polemical answers that reflect highly conflicting outlooks. Some thoughtful people will respond that only “wild,” “primordial,” or even nonhuman nature is authentically natural.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Others, no less thoughtful, will reply that nature is basically the “matter,” or the materialized stuff of the universe in any form—what philosophers sweepingly call Being." ,
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":  "I need hardly add that the definition of “nature” becomes even more complex when we ask if the human species is part of nature—and if so, in what way; or if human society with its ensemble of technologies and artifacts—not to speak of such ineffable features as its conflicting social interests and institutions—is any less a part of nature than nonhuman animals?",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "And if human beings are part of nature, are we merely one life- form among many, or are we unique in ways that place major responsibilities on us with respect to the world of life that no other species shares or is even capable of sharing?",
  "source":"The Philosophy of Social Ecology",
  "year": "2022"
},
{
  "quote": "And we must confront the complex and challenging question of society’s relationship to nature, or more specifically, the different social forms that appeared in the past, that exist today, and that may appear in the future. ",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "If these questions are not answered with reasonable clarity—or at least fully discussed—we will lack any ethical direction in dealing with our environmental problems and nonhuman life-forms.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Unless we know what nature is and humanity’s and society’s place in it, we will be left with vague intuitions and visceral sentiments that do not cohere into clear views or provide a guide for effective action.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
}

]
}
