{
"quotes": [
  {
    "quote": "What is nature? What is humanity's place in nature? And what is the relationship of society to the natural world?",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "How, it may be fair to ask, can we speak of urbanization against cities?",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "Today, as we stand at the end of hierarchical society's development, its negative and positive aspects can no longer be reconciled.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "If nature is indeed all around us, may we reasonably ask, if a carefully manicured lawn is not natural? Or if the split-level house it sourrounded is not natural? Or if the people who occupy the house, not to speak of its furnishings are not natural?",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "Some of the most admirable human adventures in culture, technics, and social freedom have occurred precisely in those periods when a complimentary relationship between city and country, indeed between society and nature, successfully replaced the mutual rivalry for supremacy",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "Let us cast aside all the ideological debris of the past and cut to the theoretical roots of the problem. For our age, Marx's greatest contribution to revolutionary thought is his dialectic of social development.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "If the bourgeoisie gained control over economic life long before it overthrew feudal society, the proletariat, in turn, gains its own revolutionary power by the fact that it is 'disciplined, united, organized' by the factory system.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "The critical questions we face is this: can we explain the transition from a clas society to a classless society by means of the same dialectic that accounts for the transition of one class society to another?",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "Indeed, wide philosophical differences have existed for centuries in the West over the very definition of the word nature. These differences remain unresolved to this day, even when nature makes headlines in environmental issues that are of enormous importance for the future of nearly all life-forms.",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "We must determine in what way humanity 'fits' into nature, whatever the word 'nature' means to us.",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "In our aversion to a form of reason that seems to render us insensitive and unfeeling, we may easily opt for a cloudy intuitionism and mysticism that can make our world outlook arbitrary and potentially dangerous.",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "Indeed, with the extension of suburbs into nearby open land on and unprecedented scale, the city seems to be literally engulfing the agrarian and natural worlds, absorbing adjacent towns and villages into sprawling metropolitan entities—a form of social canniablism that could easily serve for our very definition of urbanization.",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "The economy tends to merge with the state and capitalism begins to 'plan' its development instead of leaving it exclusively to the interplay of competition and market forces.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "The worker begins to become a revolutionary when he undoes his 'workerness,' when he comes to detest his class status here and now, when he begins to shed exactly those features which the Marxists most prize in him — his work ethic, his character-structure, his obedience to leaders, his consumerism, his vestiges of puritianism.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "To the degree that workers, vocational students, and high school students link their lifestyles to various aspects of the anarchic youth culture, to that degree will the proletariat be transformed from a force for the conservation of the established order into a force for revolution.",
    "source": "Post-Scarcity Anarchism",
    "year": "1971"
  },
  {
    "quote": "Vital as the idea of 'interconnectedness' may be, it has often been the basis of myths and supernatural beliefs that became a means for social control and political manipulation.",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "Feeling, sentiment, and a moral outlook we surely need if instrumental or analytical reason are not to divest us of our passion for truth. But myths, mind-numbing rituals, and charasmatic personalities can rob us of the critical faculties that thought provides.",
    "source": "The Philosophy of Social Ecology",
    "year": "2022"
  },
  {
    "quote": "The truth is that the city and the country are under seige today—a seige that threatens humantiy's very place in the natural environment. Both are being subverted by urbanization, a process that threatens to destroy their identities and their vast wealth of tradition and variety.",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "Perhaps our greatest difficulty in understanding urbanization and its grave impact on social and personal life today stems from our tendency to link it with our very naive idea of the city.",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "Most of our utopian visions, whether heavenly or earthly, take the form of a city, a 'New Jerusalem' to speak in sacred terms, or an idealized version of the Hellenic 'city-state' to use secular language.",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote": "Cities of the past from their very beginnings were ultimately what I would call 'communities of the heart'—moral associations that were nourished by a shared sense of ideological commitment and public concern.",
    "source": "From Urbanization to Cities",
    "year": "2021"
  },
  {
    "quote":  "They are not abstract philosophical questions that should be relegated to a remote, airy world of metaphysical speculation. Nor can we answer them in an offhand way, with poetic metaphors or visceral, unthinking reactions.",
    "source":"The Philosophy of Social Ecology",
    "year": "2022"
  },
{
  "quote":  "The definitions and ethical standards with which we respond to them may ultimately decide whether human society will creatively foster natural evolution, or whether we will render the planet uninhabitable for all complex life-forms, including our own.",
  "source":"The Philosophy of Social Ecology",
  "year": "2022"
},
{
  "quote":  "At first glance, everybody presumably “knows” what nature is. It is that which is “all around us”—in the form of trees, animals, rocks, and the like. It is that which “humanity” is destroying and coating with oil.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "These sorts of questions are likely to elicit strident polemical answers that reflect highly conflicting outlooks. Some thoughtful people will respond that only “wild,” “primordial,” or even nonhuman nature is authentically natural.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Others, no less thoughtful, will reply that nature is basically the “matter,” or the materialized stuff of the universe in any form—what philosophers sweepingly call Being." ,
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":  "I need hardly add that the definition of “nature” becomes even more complex when we ask if the human species is part of nature—and if so, in what way; or if human society with its ensemble of technologies and artifacts—not to speak of such ineffable features as its conflicting social interests and institutions—is any less a part of nature than nonhuman animals?",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "And if human beings are part of nature, are we merely one life- form among many, or are we unique in ways that place major responsibilities on us with respect to the world of life that no other species shares or is even capable of sharing?",
  "source":"The Philosophy of Social Ecology",
  "year": "2022"
},
{
  "quote": "And we must confront the complex and challenging question of society’s relationship to nature, or more specifically, the different social forms that appeared in the past, that exist today, and that may appear in the future. ",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "If these questions are not answered with reasonable clarity—or at least fully discussed—we will lack any ethical direction in dealing with our environmental problems and nonhuman life-forms.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Unless we know what nature is and humanity’s and society’s place in it, we will be left with vague intuitions and visceral sentiments that do not cohere into clear views or provide a guide for effective action.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "It is easy to take refuge from these troubling questions by impatiently reacting to them with pure emotion, and simply denigrate any effort to reason out coherent replies—indeed, to attack reason itself as “meddlesome” (to use William Blake’s term).",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Today, sensitive people in growing numbers feel betrayed by the centuries-long glorification of reason, with its icy claims to efficiency, objectivity, and freedom from ethical constraints—in short, an everyday form of reason that has nourished particularly destructive technologies like nucleonics and weaponry. Such popular reactions are understandable.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "But in swerving away from the misuses of a very specific form of reason that is largely manipulative, instrumental, and coldly analytical, we face problems that are no less disturbing than those from which we are seeking to escape.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Counterposed to reason as such, our surrender to pure feeling and mythic beliefs can yield cooperative feelings of “interconnectedness” with the world and a caring attitude toward various life forms.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "But precisely because intuition and “mystical beliefs” are so cloudy and arbitrary—which is to say, so unreasoned—they may also “connect” us with things we really shouldn’t be connected with at all—namely, racism, sexism, and an abject subservience to charismatic leaders.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Indeed, following this intuitional alternative could potentially render our ecological outlook dangerous.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Vital as the idea of “interconnectedness” may be, it has often been the basis of myths and supernatural beliefs that became a means for social control and political manipulation.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "The first half of the twentieth century is in great part the story of brutal movements like National Socialism that fed on a popular antirationalism, anti- intellectualism, and a personal sense of alienation.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "They mobilized and homogenized millions of people into an antisocial form of perverted “ecologistism” based on intuition, earth, folk, and “blood and soil,” indeed an “interconnectedness” that was militaristic and murderous rather than freely communitarian." ,
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Insulated from any challenge of rational critique by its anti-intellectualism and mythic nationalism, the National Socialist movement eventually turned much of Europe into a cemetery.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":  "Yet, ideologically, this fascist totalitarianism had gained sustenance from the intuitional and mystical credo of the Romantic movement of the century before—something no one could have foreseen at the time.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":  "The need not only to confront the evils of our time but to uncompromisingly oppose them can disappear into a New Age quagmire of unthinking “good vibes.”",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "If our contemporary revolt against reason rests on the misguided belief that the only alternative to our present reality is mysticism, it also rests on the equally misguided belief that only one kind of reason exists.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "In reacting against instrumental and analytical forms of reason, which are usually identified with reason as such, we may well overlook other “forms of reason” that are organic and yet retain critical qualities; that are developmental and yet retain analytical insights; that are ethical and yet retain contact with reality.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Ever since Plato created a dualism between a supranatural world of ideal forms and a transient world of imperfect sensible copies, the perplexing question of identity amid change and change amid identity has haunted Western philosophy.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Instrumental and analytical forms of reason—what I will here generically call conventional reason1— rest on a fundamental principle, the famous “principle of identity,” or A equals A, which means that any given phenomenon can be only itself and cannot be other than what we immediately perceive it to be, at a given moment in time.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Conventional reason focuses on a thing or phenomenon as fixed, with clear-cut boundaries that are immutable for analytical purposes.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":  "We know an entity, in this widely accepted notion of reason, when we can analyze it into its irreducible components and determine how they work as a functioning whole so that knowledge of the entity will have operational applicability.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"When the boundaries that “define” a developing thing change —as, for instance, when sand becomes soil—then conventional reason treats sand as sand and soil as soil, much as if they were independent of each other.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "The zone of interest in this kind of rationality is a thing or phenomenon’s fixity, its independence, and its basically mechanical interaction with similar or dissimilar things and phenomena.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"The causality that conventional reason describes, moreover, is a matter of kinetics: one billiard ball strikes another and causes them both to move from one position to another—that is to say, by means of efficient cause. The two billiard balls are not altered by the blow but are merely repositioned on the billiard table.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"But conventional reason cannot address the problem of change at all. It views a mammal, for example, as a creature marked by a highly fixed set of traits that distinguish it from everything that is not mammalian.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"To “know” a mammal is to explore its structure, literally to analyze it by dismembering it, to reduce it to its components, to identify its organs and their functions, and to ascertain the way they operate together to assure the mammal’s survival and reproduction.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Similarly, conventional reason, views a human being in terms of particular stages of the life-cycle: a person is an infant at one time, a child at another, an adolescent at still another, a youth and finally an adult. When we analyze an infant by means of conventional reason, we do not explore what it is becoming in the process of developing into an adult.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Doubtless, when developmental psychologists and anatomists study an individual lifecycle, few of them—however conventional their rationality may be—can ignore the fact that every infant is in the process of becoming a child and that the two are in various ways related to each other." ,
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"But the principle of A equals A remains a basic premise. Without it, logical consistency in conventional reason is simply impossible. Its logical framework is the authority of consistency, and its deductions almost mechanically follow from a given set of premises.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Conventional reason thus serves the practical function of describing a given entity’s identity and tells us how that entity is organized to be itself. But it ignores the need to systematically explore processes of change or becoming, indeed how a living entity is patterned as a potentiality to phase from one stage of its development into another.",
  "source": "The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Dialectical reason, unlike conventional reason, acknowledges the developmental nature of reality by asserting in one fashion or another that A equals not only A but also not-A.",
  "source":"The Philosophy of Social Ecology",
  "year": "2022"
},
{
  "quote": "The dialectical thinker who examines the human life-cycle sees an infant as a self-maintaining human identity while simultaneously developing into a child, from a child into an adolescent, from an adolescent into a youth, and from a youth into an adult.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Dialectical reason grasps not only how an entity is organized at a particular moment but how it is organized to go beyond that given level of development and become other than what it is, even while retaining its identity.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "The contradictory nature of identity—notably, that A equals both A and not-A— is an intrinsic feature of identity itself. The unity of opposites is, in fact, a unity qua the emerging “other,” what Hegel called “the identity of identity and nonidentity”.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "The thinking of conventional reason today is exemplified—and disastrously reinforced—by the “true” or “false” questions that make up certain standardized tests. Such tests allow for no nuanced thought or awareness of transitions.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "That a phenomenon or statement may well be both true and false—depending on its context and its place in a process of becoming other than what it is—is excluded by the logical premise on which these tests are based.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "This testing procedure makes for bad mental habits among young people, who are schooled to take such tests successfully, and whose careers and future lifeways depend on their scores. But the thought process demanded by such tests compartmentalizes and essentially computerizes otherwise rich minds, depriving young people of their native ability to think organically and to understand the developmental nature of the real world.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Another major presupposition of conventional reason—one that follows from its concepts of identity and causality—is that history is a layered series of separate phenomena, a mere succession of strata, each independent of the ones that precede and follow it.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"These strata may be cemented together by phases, but these phases are themselves analyzed into components and explored independently of each other. Thus, Mesozoic rock strata are independent of Cenozoic, and each stratum exists very much on its own, as do the ones that cement them together.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"In human history, the medieval period is independent of the modern, and the former is connected to the latter by a series of independent segments, each relatively autonomous in relation to the preceding and subsequent ones. From the standpoint of conventional reason, it is not always clear how historical change occurs or what meaning history has.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Despite postmodernism and present-day historical relativism, which examine history using conventional reason and thereby ravage it, there was a time in the recent past when most historians, influenced by theories of evolution and by Marxism, regarded history as a developmental phenomenon and subsequent periods as at least depending upon prior ones. It is this tradition that dialectical reason upholds.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"The intuitional approach to history is no improvement over that of conventional reason—indeed, it does the opposite: it literally dissolves historical development into an undifferentiated continuum and even into ubiquitous, all-embracing “One.”",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "The mystical counterpart of mechanico- materialistic stratification is the reductionism that says that everything is “One” or “interconnected,” that all phenomena originated from a pulse of primal energy, like the Victorian physicist who believed that when he pounded his fist on a table, Sirius trembled, however faintly.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "That the universe had an origin, whatever it was, does not warrant the naive belief that the universe still “really” consists of nothing but its originating source, any more than an adult human being can be explained entirely by reference to his or her parents.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"This way of thinking is not far removed from the kinetic cause-effect approach of conventional reason. Nor does the “interconnectedness” of all life-forms preclude the sharp distinctions between prey and predators, or between instinctively guided life-forms and potentially rational ones. Yet these countless differentiations reflect innumerable innovations in evolutionary pathways, indeed different kinds of evolution—be they inorganic, organic, or social.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Instead of apprehending things and phenomena as both differentiated and yet cumulatively related, the mystical alternative to conventional reason tends to see them, to use Hegel’s famous remark, as “a night in which all cows are black.”",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Conventional reason, to be sure, has its useful side. Its internal consistency of propositions, irrespective of content, plays an indispensable role in mathematical thinking and mathematical sciences, in engineering, and in the nuts-and-bolts activities of everyday life. It is indispensable when building a bridge or a house; for such purposes, there is no point in thinking along evolutionary or developmental lines.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "If we used a logic based on anything but the principle of identity to build a bridge or a house, a catastrophe would no doubt occur. The physiological operations of our bodies, not to speak of the flight of birds and the pump-like workings of a mammalian heart, depend in great part upon the principles we associate with conventional reason.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"To understand or design a mechanical entity requires a form of reason that is instrumental and an analysis of reality into its components and their functioning. The truths of conventional reason, based on consistency, are useful in these areas of life. Indeed, conventional reason has contributed immeasurably to our knowledge of the universe.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"For several centuries, in fact, conventional reason held out a promise to dispel the dogmatic authority of the church, the arbitrary behavior of absolute monarchs, and the frightening ghosts of superstition—and indeed, it did a great deal to fulfill this promise. But to achieve the consistency that constitutes its fundamental principle, conventional reason removes ethics from its discourse and concerns.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"And as an instrument for achieving certain ends, the moral character of those ends, the values, ideals, beliefs, and theories people cherish, are irrelevant to it, arbitrary matters of personal mood and taste. With its message of identity and consistency as truth, conventional reason fails us not because it is false as such but because it has staked out too broad a claim for its own validity in explaining reality.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"It even redefines reality to fit its claim, just as many mathematical physicists redefine reality as that which can be formulated in mathematical terms. It should come as no surprise, then, that in our highly rationalized industrial society, conventional reason has come to seem repellent.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Pervasive authority, an impersonal technocracy, an unfeeling science, and insensitive, monolithic bureaucracies—the very existence of all these is imputed to reason as such.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote": "Here we find ourselves in something of a quandary. It is obvious that we cannot do without the much-despised tenets of conventional reason in our everyday life; nor can we do without many technologies—including sophisticated binoculars to watch birds and whales, and cameras to photograph them.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"This being the case, we conclude, let us turn to an irrational, mystical, or religious private world to support our moral and spiritual beliefs; let us seek communion with a mystical “One,” even as we work for corporations to survive. Thus, even as we rail against dualism and plead for a greater sense of unity, we sharply dualize our own existence.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Even as we may seek an elevated spirituality, communion, and connectedness, we turn to rather mundane gurus, charismatic personalities, and cultic figures who behave more like entrepreneurs in the vending of mystical nostrums than financially disinterested guides in attaining moral perfection.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Even as we denounce a materialistic and consumeristic mentality, we ourselves become avid consumers of costly, supposedly spiritual or ecological products, “green” wares that bear lofty messages. Thus do the most vulgar attributes of what we regard as the realm of reason continue to invade our lives in the guise of irrational, mystical, and religious commodities.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Our mailboxes are flooded with catalogues, and our bookstores are filled with paperbacks that offer us new roads to mystical communion and a New Age into which we can withdraw and turn our backs to the harsh realities that constantly assail us. Often, this mystical withdrawal yields a state of social quietism that is more dreamlike than real, more passive than active.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Preoccupied more with personal change than with social change, and concerned more with the symptoms of our powerless, alienated lives than with the root causes, we surrender control over the social aspects of our lives, even as they are so important in shaping our private lives.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"But there can be no personal “redemption” without social “redemption,” and there can be no ethical life without a rational life.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"If metaphors with mystical connotations are not to replace understanding and if obscurantism is not to replace genuine insight—all in reaction to the limitations of conventional reason and its emphasis on value-free forms of thought—we must examine the alternative form of reason that I have already introduced.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"This, let me insist, is not a philosophically abstract issue. It has enormous implications for how we behave as ethical beings and for our understanding of the nature of nature and our place in the natural world. Moreover, it directly affects the kind of society, sensibility, and lifeways we choose to foster.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Let us grant that the principles of identity, of efficient causality, and of stratification do apply to a particular commonsensical reality that is rendered intelligible by their use.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"But when we go beyond that particular reality, we can no longer reduce the rich wealth of differentiation, flux, development, organic causality, and developmental reality to a vague “One” or to an equally vague notion of “interconnectedness.”",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"A very considerable literature dating back to the ancient Greeks provides the basis of an organic form of reason and a developmental interpretation of reality.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"With a few notable exceptions, the Platonic dualism of identity and change reverberated in one way or another throughout Western philosophy until the nineteenth century, when Hegel’s logical works largely resolved this paradox by systematically showing that identity, or self-persistence, actually expresses itself through change as an ever-variegated unfolding of “unity in diversity” to use his own words.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"The grandeur of Hegel’s effort has no equal in the history of Western philosophy. Like Aristotle before him, he had an “emergent” interpretation of causality, of how the implicit becomes explicit through the unfolding of its latent form and possibilities.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"On a vast scale over the course of two sizable volumes, he assembled nearly all the categories by which reason explains reality, and educed one from the other in an intelligible and meaningful continuum that is graded into a richly differentiated, increasingly comprehensive, or “adequate” whole, to use some of his terms.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"We may reject what Hegel called his “absolute idealism,” the transition from his logic to his philosophy of nature, his teleological culmination of the subjective and objective in a godlike “Absolute,” and his idea of a cosmic Spirit (Geist).",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Hegel rarefied dialectical reason into a cosmological system that verged on the theological by trying to reconcile it with idealism, absolute knowledge, and a mystical unfolding logos that he often designated “God.” Unfamiliar with ecology, Hegel rejected natural evolution as a viable theory in favor of a static hierarchy of Being.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"By the same token, Friedrich Engels intermingled dialectical reason with natural “laws” that more closely resemble the premises of nineteenth-century physics than a plastic metaphysics or an organismic outlook, producing a crude dialectical materialism.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Indeed, so enamored was Engels of matter and motion as the irreducible “attributes” of Being that a kineticism based on mere motion invaded his dialectic of organic development.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"To dismiss dialectical reason because of the failings of Hegel’s idealism and Engels’s materialism, however, would be to lose sight of the extraordinary coherence that dialectical reason can furnish and its extraordinary applicability to ecology—particularly to an ecology rooted in evolutionary development.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Despite Hegel’s own prejudices against organic evolution, what stands out amid the metaphysical and often theological archaisms in his work is his overall eduction of logical categories as the subjective anatomy of a developmental reality.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"What is needed is to free this form of reason from both the quasi-mystical and the narrowly scientistic worldviews that in the past have made it remote from the living world; to separate it from Hegel’s empyrean, basically antinaturalistic dialectical idealism and the wooden, often scientistic dialectical materialism of orthodox Marxists.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Shorn of both its idealism and its materialism, dialectical reason may be rendered naturalistic and ecological and conceived as a naturalistic form of thinking.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"This dialectical naturalism offers an alternative to an ecology movement that rightly distrusts conventional reason. It can bring coherence to ecological thinking, and it can dispel arbitrary and anti-intellectual tendencies toward the sentimental, cloudy, and theistic at best and the dangerously antirational, mystical, and potentially reactionary at worst.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"As a way of reasoning about reality, dialectical naturalism is organic enough to give a more liberatory meaning to vague words like interconnectedness and holism without sacrificing intellectuality.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"It can answer the questions I posed at the beginning of this essay: what nature is, humanity’s place in nature, the thrust of natural evolution and society’s relationship with the natural world.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Equally important, dialectical naturalism adds an evolutionary perspective to ecological thinking—despite Hegel’s rejection of natural evolution and Engels’s recourse to the mechanistic evolutionary theories of a century ago.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Dialectical naturalism discerns evolutionary phenomena fluidly and plastically, yet it does not divest evolution of rational interpretation.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Finally, a dialectic that has been “ecologized,” or given a naturalistic core, and a truly developmental understanding of reality could provide the basis for a living ecological ethics.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"No general account of dialectical reason can be a substitute for reading Hegel’s works on logic. For all its forced analyses and doubtful transitions in educing one logical category from another, Hegel’s Science of Logic is dialectical reason in its most elaborate and dynamic form.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"This work, in many respects, absorbed the conventional logic of Aristotle’s Posterior Analytics into the same Greek thinker’s Metaphysics, with its bold view of the nature of reality.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"I shall therefore not pretend that a broad description of the dialectic can replace the detailed presentation Hegel advanced, nor try to force its theoretical unfolding into the brief “definitions and conclusions” that ordinarily pass for accounts of ideas.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Hegel’s dialectic, in effect, defies the demand for dictionary-style definition. It can be understood only in terms of the working out of dialectical reason itself, just as an insightful psychology demands that we can truly know an individual only when we know his or her entire biography, not merely the numerical results of psychological tests and physical measurements.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Minimally, we must assume that there is order in the world, an assumption that even ordinary science must make if it is to exist.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Minimally, too, we must assume the existence of growth and processes that lead to differentiation, not merely the kind of motion that results from push-pull, gravitational, electromagnetic, and similar forces.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Finally, minimally, we must assume that there is some kind of directionality toward ever-greater differentiation or wholeness insofar as potentiality is realized in its full actuality.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"We need not return to medieval teleological notions of an unswerving predetermination in a hierarchy of Being to accept this directionality; rather, we need only point to the fact that there is a generally orderly development in the real world or, to use philosophical terminology a “logical” development when a development succeeds in becoming what it is structured to become.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"In Hegel’s logical works, as in Aristotle’s Metaphysics, dialectic is more than a remarkable “method” for dealing with reality. Conceived as the logical expression of a wide-ranging form of developmental causality, logic, in Hegel’s work, joined hands with ontology.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Dialectic is simultaneously a way of reasoning and an account of the objective world, with an ontological causality.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"As a form of reasoning, the most basic categories in dialectic— even such vague categories as “Being” and “Nothing”—are differentiated by their own inner logic into fuller, more complex categories. Each category, in turn, is a potentiality that by means of eductive thinking, directed toward an exploration of its latent and implicit possibilities, yields logical expression in the form of self-realization, or what Hegel called “actuality” (Wirklichkeit).",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Precisely because it is also a system of causality, dialectic is ontological, objective, and therefore naturalistic as well as a form of reason. In ontological terms, dialectical causality is not merely motion, force, or changes of form but things and phenomena in development.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Indeed, since all Being is Becoming, dialectical causality is the differentiation of potentiality into actuality, in the course of which each new actuality becomes the potentiality for further differentiation and actualization.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Dialectic explicates how processes occur not only in the natural world but in the social.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"How the implicit qua a relatively differentiated form latent with possibility becomes a more differentiated form that is true to the way its potential form is constituted is clarified in Hegel’s own words: “The plant, for example, does not lose itself in mere indefinite change,” he writes. It has a distinct directionality—in the case of conscious beings, purpose as will.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"It is worth noting, in this passage, that what may be “brought forth” is not necessarily developed: an acorn, for example, may become food for a squirrel or wither on a concrete sidewalk, rather than develop into what it is potentially constituted to become—notably, an oak tree.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"“The principle of this projection into existence is that the germ cannot remain merely implicit,” Hegel goes on to observe, “but is impelled towards development, since it presents the contradiction of being only implicit.”",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"What we vaguely call the “immanent” factors that produce a self- unfolding of a development, the Hegelian dialectic regards as the contradictory nature of a being that is unfulfilled in the sense that it is only implicit or incomplete. As mere potentiality, it has not “come to itself,” so to speak.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"A thing or phenomenon in dialectical causality remains unsettled, unstable, in tension—much as a fetus ripening toward birth strains to be born because of the way it is constituted—until, it develops itself into what it “should be” in all its wholeness or fullness. It cannot remain in endless tension or “contradiction” with what it is organized to become without warping or undoing itself. It must ripen into the fullness of its being.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Modern science has tried to describe nearly all phenomena in terms of efficient cause or the kinetic impact of forces on a thing or phenomenon— reacting against medieval conceptions of causality in terms of final cause— notably, in terms of the existence of a deity who impels development, if only by virtue of “His” own “perfection.”",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Hegel’s notion of “imperfection”—more appropriately, of “inadequacy” or of contradiction— as an impelling factor for development partly went beyond both efficient and final notions of causality. I say “partly” for a specific reason: the philosophical archaisms that run through Hegel’s dialectic weaken his position from a naturalistic viewpoint.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"From Plato’s time to the beginning of the modern world, theological notions of perfection, infinity, and eternality permeated philosophical thought. Plato’s “ideal forms” were the “perfect” and the “eternal,” of which all existential things were copies.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Aristotle’s God, particularly as it was Christianized by the medieval Scholastics, was the “perfect” One toward which all things strove, given their finite “imperfection” and inherent limitations. In this way, a supranatural ideal defined the “imperfection” of natural phenomena and thereby dynamized them in their striving toward “perfection.”",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"There is an element of this quasi-theological thinking in Hegel’s notion of contradiction: the whole course of the dialectic culminates in the “Absolute,” which is “perfect” in its fullness, wholeness, and unity.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Until they are what they have been constituted to become, they exist in a dynamic tension. A dialectical naturalist view has nothing to do with the supposition that things or phenomena fail to approximate a Platonic ideal or a Scholastic God. Rather, they are still in the process of becoming or, more mundanely, developing.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Dialectical naturalism thus does not terminate in a Hegelian Absolute at the end of a cosmic developmental path, but rather advances the vision of an ever-increasing wholeness, fullness, and richness of differentiation and subjectivity.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Dialectical contradiction exists within the structure of a thing or phenomenon by virtue of a formal arrangement that is incomplete, inadequate, implicit, and unfulfilled in relation to what it “should be.”",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"A naturalistic framework does not limit us to efficient causality with a mechanistic tilt. Nor need we have recourse to theistic “perfection” to explain the almost magnetic eliciting of a development.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Dialectical causality is uniquely organic because it operates within a development—the degree of form of a thing or phenomenon, the way in which that form is organized, the tensions or “contradictions” to which its formal ensemble gives rise, and its metabolic self-maintenance and self-development.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Perhaps the most subtle word for this kind of development is growth— growth not by mere accretion but by a truly immanent process of organic self-formation in a graded and increasingly differentiated direction.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Dialectical causality is cumulative: the implicit or “in itself,” or an sich, to use Hegel’s terminology, is not simply replaced or negated by its more developed explicit or “for itself” (für sich); rather, it is absorbed into and developed beyond the explicit into a fuller, more differentiated, and more adequate form—the Hegelian “in and for itself” (an und für sich).",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
},
{
  "quote":"Insofar as the implicit is fully actualized by becoming what it is constituted to be, the process is truly rational, that is to say, it is fulfilled by virtue of its internal logic. The continuum of a development is cumulative, containing the history of its development.",
  "source":"The Philosophy of Social Ecology",
  "year":"2022"
}
]
}
